[
  {
    "title":"Предыстория",
    "text":"Основная задача гильдии искателей приключений: получать запросы вместо того, чтобы авантюристам приходилось принимать их индивидуально. Гильдия проверяет, является ли запрос законным и насколько трудным он будет. После этого гильдия классифицирует запрос по ранговой системе, присваивая ему соответствующий и публикует информацию о запросе. Такие запросы будут перечислены на доске гильдии как особые задания для авантюристов разных рангов. Также, если клиент выбирает определённого авантюриста, гильдия будет поддерживать связь между клиентом и авантюристом. По-видимому, гильдия также собирает и регистрирует информацию о неизвестных монстрах, таких как Мудрый король леса. Кроме того, кажется, что в каждом городе есть гильдия искателей приключений с достаточно большим составом. Например, одна из гильдий искателей приключений находится в Э-Рантэл. Поскольку у каждой гильдии есть свой соответствующий мастер гильдии, система командования между различными штабами гильдий неизвестна. Тем не менее, ясно, что базовая система, такая как ранг и сложность как для искателей приключений, так и для заданий, распределяется между странами. Во времена кризиса гильдмастер может вызвать всех зарегистрированных авантюристов для поддержки или даже обратиться за помощью к гильдии магов, правительственным ассоциациям и так далее."
  },
  {
    "title":"Правила и методы",
    "text": "Чтобы вступить в гильдию искателей приключений, необходимы некоторые основные требования:\n\nВступительный взнос: пять серебряных монет.\nТест на грамотность: пять медных монет.\nХотя профессия авантюриста, возможно, может показаться эффектной, или даже героической, административная структура очень строгая и специфическая для определенных стандартов и правил, которых должны придерживаться авантюристы.\n\nНеофициальные задания: работа, предоставляемая авантюристам, непосредственно предоставляется гильдией искателей приключений, где содержание и сложность заданий заранее тщательно исследованы. Только те, которые считаются пригодными, присваиваются авантюристам, которые обладают соответствующим ранг сложности задачи. Работа, которая может поставить под угрозу безопасность общественности, нарушить закон или нарушить экологический баланс, немедленно отклоняется гильдией искателей приключений.\nМагия исцеления: магия исцеления в значительной степени ограничена целительными храмами, которые оказали сильное давление на гильдию искателей приключений в обеспечении соблюдения этого правила.\nОбнаружение руин: о руинах следует докладывать администрации страны через гильдию искателей приключений. После того, как запись руин зарегистрирована, первооткрывателю предоставляется ограниченное количество времени для её изучения. Из-за этого правила, для руин, не обнаруженных государственным органом или гильдией искателей приключений, допускается убийство нелегальных самовольцев.\nЗаявка на запросы: если кто-то предлагает меньше денег, чем минимум, необходимый для подачи запроса, он будет помещен в низкий приоритет, поэтому человеку, возможно, придётся рассмотреть возможность того, что никто не возьмётся за работу. По словам отставной авантюристки Бриты, когда дело доходит до экстренных запросов, цены возрасту, нежели обычно. Это может означать только то, что гильдия искателей приключений будет стремиться назначить авантюристов более высокого ранга для борьбы с угрозой, даже если ситуация технически не оправдывает их.\nПолитика: с момента создания гильдии искателей приключений её девизом является защита человечества от внешних угроз. Таким образом, существует неписанное правило, что гильдии никогда не будут участвовать в меж людских конфликтах. Если нет, гильдии не могли бы сотрудничать друг с другом в разных странах.\nТе, кто не следовал этим правилам, выплачивали штрафы со стороны гильдии. Наказания варьируются от простого предупреждения до внесения в чёрный список всех запросов и, в худшем случае, исключения из гильдии искателей приключений. Авантюристы, которых исключили из гильдии, но продолжающих принимать незаконные запросы, известны как «работники». По слухам, гильдия искателей приключений даже наняла убийц, чтобы устранить худших из них.\n\nТем не менее, это правило, похоже, освобождается от авантюристов адамантового ранга. Гильдия не может налагать наказания или изгонять авантюристов адамантового ранга — самого высокого ранга — за нарушение правил гильдии, поскольку их существование необходимо для морального духа народа и стабильности гильдии.\n"
  },
  {
    "title":"Хронология",
    "text": ""
  },
  {
    "title":"Арка Тёмный воин",
    "text": "Основная статья: Арка Тёмный воин\nМомон и Набель начинали как авантюристы, зарегистрировавшись в гильдии искателей приключений, расположенной в Э-Рантэл. Они также создали его в качестве базы для своих авантюристских заданий, начиная с медного ранга.\n\nПозже Момон и Набель посетили гильдию искателей приключений, чтобы официально зарегистрировать Хамскэ в своей команде авантюристов.\n\nПосле урегулирования «Инцидента на кладбище» гильдия повысила их до авантюристов мифриловаго ранга.\n"
  },
  {
    "title":"Арка Кровавая валькирия",
    "text": "Основная статья: Арка Кровавая валькирия\nГильдия искателей приключений в Э-Рантэл поручила отряду авантюристов патрулирование дорог близ города из-за частых нападений бандитов в этом районе. Отряд был безжалостно убит неожиданным появлением могучей вампирши. Оставшиеся в живых, включая Бриту, принесли вести в гильдию, и, таким образом, гильдмастер Плутон Аинзак созвал экстренное собрание всех авантюристов мифрилового ранга обсудить проблему. Две команды авантюристов, Тьма и Курагура, позже вышли из города противостоять вампирше.\n\nБитва с вампиршей закончилась тем, что Момон успешно убил монстра в напряжённом бою. Позже гильдия искателей приключений изучила последствия боя и пришла к выводу, что он действительно убил вампиршу. Гильдия повысила Тьму до адамантового ранга. Таким образом в Королевстве Ре-Эстиз была рождена третья команда авантюристов адамантового ранга.\n"
  },
  {
    "title":"Арка Два лидера",
    "text": "Основная статья: Арка Два лидера\nЭнри планировал наведаться в город Э-Рантэл и подать запрос в гильдию искателей приключений о текущей ситуации сложившейся вокруг деревни Карне. Она надеялась, что экстренный запрос их деревни может побудить гильдию искателей приключений принять меры и послать авантюристов на помощь. К сожалению, её просьба не была полностью принята гильдией искателей приключений.\n"
  },
  {
    "title":"Арка Люди в Королевстве",
    "text": "Основная статья: Люди в Королевстве (часть I) и Арка Люди в Королевстве (часть II)\nВо время встречи Клаима с членами Синей Розы он слушает, как Ивилаи обсуждает с Гагаран, что Слейновская Теократия, скорее всего, была первой страной, которая сформировала гильдию искателей приключений.\n\nСебас Тиан посещает гильдию искателей приключений ранним утром, чтобы записать запросы, которые были выдвинуты перед тем, как авантюристы смогут их принять. Таким способом он записывал всю информацию на бумаге, даже слухи, циркулирующие по городу, и доставлял их обратно в Назарик, где его аналитики могли потом проанализировать содержимое.\n\nСиней Розе была поставлена задача уничтожить подпольную организацию Восемь Пальцев, которая проводила незаконную деятельность в Королевстве Ре-Эстиз. Несмотря на неписанное правило, что гильдия искателей приключений не может вмешиваться в конфликты между людьми, Синяя Роза способна сделать это, потому что они — авантюристы адамантового ранга. Маркиз Рэйвен также нанял Тьму как дополнительную подмогу для задачи устранения Шести Рук.\n\nОднако миссия оборвалась, когда появился владыка демонов по имени Ялдаваоф и создал армию демонических существ, которые оккупировали часть королевской столицы. В ответ гильдия искателей приключений собрала вместе всех авантюристов в Королевстве для борьбы с этой угрозой и на время оставила в стороне их правило. Авантюристы взяли на себя армию демонов, в то время как Момон бился с Ялдаваофом, они в конечном счёте получили помощь от отдельных войск Королевства. Битва закончилась отступлением Ялдаваофа и гибелью многих искателей приключений.\n"
  },
  {
    "title":"Арка Нарушители в Великом Склепе",
    "text": "Основная статья: Арки Нарушители в Великом Склепе\nПытаясь выяснить, пытался ли Аинз посеять разногласия между собой и Королевством Ре-Эстиз, Кровавый император Зиркниф из Империи Бахарут предположил, что для достижения этой цели ему нужно было передать информацию о руинах в гильдию Королевства. Затем они начали анализировать возможные сценарии развития событий, такие как информация о загадочной гробнице и гибели работников, которые будут изучены гильдией искателей приключений. И пока они начали интересоваться, что еще может произойти дальше, их разговор был прерван, когда Аура и Маре прибыли на драконах.\n"
  },
  {
    "title":"Арка Заклинатель Разрушения",
    "text": "Основная статья: Арка Заклинатель Разрушения\nПо словам одного из дворян из Королевства Ре-Эстиз, гильдия искателей приключений никогда не даст своим авантюристам, таким как Момон и Набель, принять участие в войне с Империей Бахарут. Дворяне прекрасно знали, что заручившись поддержкой гильдии искателей приключений с помощью её авантюристов может привести к гонке вооружений между Королевством и Империей. Однако это не относится к отставным авантюристам, которые больше не связаны правилами гильдии искателей приключений и могут быть продуктивно наняты на эту работу.\n"
  },
  {
    "title":"Арка Владыка заговора",
    "text": "Основная статья: Арка Владыка заговора\nИз-за недавней аннексии Э-Рантэла Колдовским Королевством, гильдия искателей приключений Э-Рантэла начала приходить в упадок, поскольку авантюристам становилось всё труднее находить работу по охоте на монстров и защите людей. Это потому, что почти все их рабочие места были заняты, по большей части, Рыцарями смерти и Пожирателями душ. Однако Король-Заклинатель, принимая к сведению их упадок, постановил, что гильдия искателей приключений Э-Рантел начнёт меняться при новом правителе. Вместо того, чтобы оставаться истребителями монстров, авантюристы станут признанными, независимыми агентами Колдовского Королевства. Отныне авантюристы будут выполнять не только одну-единственную задачу по открытию неизвестного, но и исследовать мир.\n\nБлагодаря этой новой политике гильдия искателей приключений Э-Рантэл также получит поддержку от его страны, которая включает в себя создание учебного центра для авантюристов, необходимого для встречи с неизвестным. В некотором смысле, объект станет более практичным методом обучения, чем его ныне действующая модель, требующая непосредственного боя с монстрами. В качестве альтернативы, Аинз подумывает о создании лабиринта для авантюристов, учитывая, что им нужно будет привыкнуть к командным боям вместе с полулюдьми и нелюдьми.\n\nНесмотря на включение гильдии искателей приключений в состав Колдовского Королевства на национальном уровне, сбор авантюристов займёт довольно много времени, так как нация контролирует только один город. В результате количество авантюристов, которых они пытаются привлечь, оказалось совершенно недостаточным. По этой причине ему пришлось сначала увеличить количество авантюристов из человеческой расы, прежде чем использовать авантюристов других рас. Причиной, по которой он основал свою собственную гильдию искателей приключений, было распространение имени Колдовского Королевства Аинз Оал Гоун.\n\nПосле победы над королём-воином в рукопашном поединке, Аинз сделал важное заявление перед публикой, что он ищет новых авантюристов для вступления в его гильдию. Попутно Аинз не исключил полностью, что найдутся люди, которые побоятся потерять свою свободу и скованность действий, поскольку гильдия искателей приключений в Колдовском Королевстве теперь является государственной организацией.\n"
  },
  {
    "title":"Арка Мастера дварфов",
    "text": "Основная статья: Арка Мастера дварфов\nАинз предполагал, что гильдия искателей приключений будет организацией, состоящей из множества рас в Колдовском Королевстве. Но пока Аинз уже начал набирать штат сотрудников для недавно созданной гильдии искателей приключений в своей стране, пройдёт немало времени, прежде чем появятся результаты. До этого времени его основным приоритетом было создание подготовительной школы для авантюристов, но в зависимости от обстоятельств ему может понадобиться привлечь гильдию искателей приключений на помощь в этом деле. По словам Аинза, это также послужит признаком гостеприимства при подготовке общего места проживания добровольцев и иностранцев, путешествующих на большие расстояния разыскивающих его. Их инструкторами будут те авантюристы, которые решили остаться в Колдовском Королевстве.\n\nМежду тем, план Аинза заключил ограничить продажи оружия дварфов гильдии искателей приключений Колдовского Королевства или вместо этого сдавать их в аренду.\n"
  },
  {
    "title":"Арка Паладин Святого Королевства",
    "text": "Основная статья: Арка Паладин Святого Королевства (часть I) и Арка Паладин Святого Королевства (часть II)\nВо время нападения Ялдаваофа на Святое Королевство, Святая королева Калка Бессарез призвала авантюристов отразить вторжение. Гильдия искателей приключений сильно протестовала против призыва авантюристов в армию, но, поскольку их сила была вопросом общенациональной значимости, и в силу того, что гильдия искателей приключений едва ли была так же сильна, как Святое Королевство, она всё же уступила.\n\nПосле того, как Ялдаваоф и его армия полулюдей успешно завоевали большую часть северного Святого Королевства, большинство из них уже были мертвы. Остальные авантюристы, которые пережили натиск Ялдаваофа и его Альянса полулюдей, уже бежали на юг или в другие соседние страны в надежде найти убежище от кровавой войны.\n\nК тому времени, когда орден паладинов достиг Колдовского Королевства, гилдхолл гильдии искателей приключений был официально насовсем закрыт, поскольку вся деятельность авантюристов теперь контролируется самим государством.\n"
  },
  {
    "title":"Сила",
    "text": "Гильдия искателей приключений расценена как независимая армия государств, в которых они проживали. Хотя их официальная позиция поддерживается нейтралитета в межлюдских разборках, многие дворяне и госслужащие относятся к ним с осторожностью, поскольку навыки и способности авантюристов намного превосходили их собственных вассалов. Поскольку они были организацией, которая была неотъемлемой частью защиты государства от монстров, дворяне и другие влиятельные лица приходили в раздражение от того, что они не в праве ими командовать. Однако сила гильдии искателей приключений и влияние в государстве обычно зависели от государства, в которой они базировались. Если бы военная мощь государства превосходила гильдию, их могли довести до маргинального положения или даже мобилизовать.\n"
  }
]